[
    {
        "name": "Pink Polka Dot Plant",
        "size":{"S": 2000, "L": 4000} ,
        "category": "HousePlants",
        "image": "/images/HousePlants/img1.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img1-1.jpg",
          "subImg2": "/images/HousePlants/img1-2.jpg",
          "subImg3": "/images/HousePlants/img1-3.jpg"
        },
        "description":"The Polka Dot plant (Hypoestes phyllostachya) is prized for its compact foliage adorned with vibrant splashes of pink, perfect for plant parents who want their greenery with a little flair. Thrives in moderate to bright, indirect light and loves a bit of humidity, the Polka Dot plant is ideal for brightening up small spaces or even terrariums!"
    },

    {
        "name": "Large Yucca Plant",
        "size":{"S": 1000,"M":2000, "L": 5000} ,
        "category": "HousePlants",
        "image": "/images/HousePlants/img2.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img2-1.jpg",
          "subImg2": "/images/HousePlants/img2-2.jpg",
          "subImg3": "/images/HousePlants/img2-3.jpg"
        },
        "description":"Say hello to the resilient Yucca, the ultimate set it and forget it plant that thrives on sunshine and minimal care. With its tall, spiky leaves and low-maintenance nature, it's ideal for beginner plant parents or those with a busy lifestyle. Just give it some bright light, a little water, and this stylish survivor will be living its best life!"
    },

    {
        "name": "Boobie Cactus",
        "size":{"S": 1500, "M": 3000, "L": 5000} ,
        "category": "HousePlants",
        "image": "/images/HousePlants/img3.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img3-1.jpg",
          "subImg2": "/images/HousePlants/img3-2.jpg",
          "subImg3": "/images/HousePlants/img3-3.jpg"
        },
        "description":"Add some curves to your windowsill with the Myrtillocactus Geometrizans, known more commonly as the 'Boobie Cactus' — a playful nod to the curvy, eye-catching humps up and down its trunk that look like, you guessed it, boobies! With its plump, cascading lobes, this perky succulent is an immediate conversation starter, and the perfect addition to any rare plant collection. Low-maintenance and drought-tolerant, it's perfect for both beginners and seasoned plant enthusiasts.NOTE: Succulents, in general, have shallow roots, so don't be surprised if that's the case with your plant. Additionally, Boobie cacti are tall, which means that your plant might need a little extra support to stand straight (like all boobies!). We suggest using the bamboo stick that arrives with your plant."
    },    

    {
        "name": "Calathea White Fusion",
        "size":{"S":1500, "M": 2500, "L": 4000} ,
        "category": "HousePlants",
        "image": "/images/HousePlants/img4.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img4-1.jpg",
          "subImg2": "/images/HousePlants/img4-2.jpg",
          "subImg3": "/images/HousePlants/img4-3.jpg",
          "subImg4": "/images/HousePlants/img4-4.jpg"
        },
        "description":"Say hello to the resilient Yucca, the ultimate set it and forget it plant that thrives on sunshine and minimal care. With its tall, spiky leaves and low-maintenance nature, it's ideal for beginner plant parents or those with a busy lifestyle. Just give it some bright light, a little water, and this stylish survivor will be living its best life!"
    },

    {
        "name": "Bromeliad Guzmania",
        "size":{"S": 2000, "M": 4000} ,
        "category": "HousePlants",
        "image": "/images/HousePlants/img5.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img5-1.jpg",
          "subImg2": "/images/HousePlants/img5-2.jpg"
        },
        "description":"The Bromeliad Guzmania 'Marsha' is a vibrant tropical plant known for its striking, long-lasting red flower bracts that adds a little drama to every collection. This low-maintenance plant thrives in indirect sunlight and requires minimal watering, making it perfect for busy plant lovers or those who want tropical vibes without the high-maintenance drama!"
    },

    {
        "name": "Aloe 'Delta Lights'",
        "size":{"S": 3000, "M": 4000, "L": 5000} ,
        "category": "HousePlants",
        "image": "/images/HousePlants/img6.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img6-1.jpg"
        },
        "description":"Meet the Aloe 'Delta Lights'— a compact Aloe hybrid with striking green leaves adorned with creamy, zigzag patterns. Low-maintenance but high in looks, this plant thrives on being the easiest part of your life—just provide direct sunlight and the occasional watering!"
    },

    {
        "name": "Senecio 'Mount Everest'",
        "size":{"S": 2000, "M":4000} ,
        "category": "HousePlants",
        "image": "/images/HousePlants/img7.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img7-1.jpg"
        },
        "description":"The Senecio 'Mount Everest' is a striking, upright succulent whose tall, slender stems and soft, silvery-green leaves evoke the grandeur of mountain peaks. Growing up to 4 feet in height, this low-maintenance houseplant thrives in bright light and requires minimal watering, making it perfect for busy plant lovers."
    },

    {
        "name": "Peperomia Raindrop",
        "size":{"S": 1500, "M":2500} ,
        "category": "HousePlants",
        "image": "/images/HousePlants/img8.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img8-1.jpg"
        },
        "description":"The Peperomia Raindrop, also called the Peperomia Polybotrya, coin plant, or coin-leaf peperomia, is sometimes mistaken for the Pilea Peperomioides due to its compact growth habit and thick green leaves. However, if you look closely, you’ll notice the leaves are more teardrop-shaped. Like other peperomias, the Raindrop is a hardy, pet-friendly houseplant, safe to keep around curious cats and dogs."
    },

    {
        "name": "Olive Tree",
        "size":{"S": 2000,
        "M": 2800,
        "L": 4200},
        "category": "HousePlants",
        "image": "/images/HousePlants/img9.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img9-1.jpg",
          "subImg2": "/images/HousePlants/img9-2.jpg",
          "subImg3": "/images/HousePlants/img9-3.jpg"
        },
        "description":"With their small, silvery, gray-green leaves, olive trees (this specific variety is the Common Olive Tree) make beautiful houseplants. These Mediterranean plants need a lot of bright, direct sunlight. South and west facing windows are ideal. Pet friendly. (Pro-tip: Olive branches make beautiful additions to bouquets, something to keep in mind as yours grows for years to come.)"
    },

    {
        "name": "Pineapple Plant",
        "size":{"S": 3200} ,
        "category": "HousePlants",
        "image": "/images/HousePlants/img10.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img10-1.jpg"
        },
        "description":"The Pineapple plant, scientifically known as Ananas comosus, is a tropical perennial in the Bromeliaceae family that features vibrant green leaves which mimic the iconic pineapple's crown. Perfect for small spaces, this resilient plant is easy to care for and adds a touch of the tropics to your home or office."
    },

    {
        "name": "Mass Cane",
        "size":{"S": 3000,"L": 5000} ,
        "category": "HousePlants",
        "image": "/images/HousePlants/img11.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img11-1.jpg",
          "subImg2": "/images/HousePlants/img11-2.jpg"
        },
        "description":"The Dracaena 'Mass Cane', also known as Corn Plant, is a popular, low-maintenance houseplant known for its tall, upright canes topped with lush, arching foliage with a yellow or light green stripe down the center. Ideal for indoor spaces, this plant thrives in low to moderate light conditions, making it perfect for brightening up any home or office! "
    },

    {
        "name": "Wintergreen Berries",
        "size":{"S": 3300} ,
        "category": "HousePlants",
        "image": "/images/HousePlants/img12.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img12-1.jpg",
          "subImg2": "/images/HousePlants/img12-2.jpg"
        },
        "description":"The Wintergreen Cherry Berries, scientifically known as Gaultheria procumbens produces vibrant red berries that add a pop of color and a hint of festivity to your indoor decor. The foliage also emits a minty fragrance when crushed, creating a unique sensory experience! This evergreen, North American native is an easy-to-care-for plant that thrives indoors, making it suitable for both novice and experienced indoor gardeners."
    },

  

    {
        "name": "Stromanthe Triostar",
        "size":{"S":1000,"M": 2500} ,
        "category": "HousePlants",
        "image": "/images/HousePlants/img14.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img14-1.jpg",
          "subImg2": "/images/HousePlants/img14-2.jpg",
          "subImg3": "/images/HousePlants/img14-3.jpg"
        },
        "description":"Say hello to the resilient Yucca, the ultimate set it and forget it plant that thrives on sunshine and minimal care. With its tall, spiky leaves and low-maintenance nature, it's ideal for beginner plant parents or those with a busy lifestyle. Just give it some bright light, a little water, and this stylish survivor will be living its best life!"
    },

    {
        "name": "Hoya Carnosa ‘Tricolor’",
        "size":{"M": 3400,
                "S": 2600},
        "category": "HousePlants",
        "image": "/images/HousePlants/img15.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img15-1.jpg",
          "subImg2": "/images/HousePlants/img15-2.jpg",
          "subImg3": "/images/HousePlants/img15-3.jpg"
        },
        "description":"The Hoya carnosa variegata 'Tricolor' is an easy-going trailing plant with thick, waxy leaves (they're commonly called 'wax plants'). Vines of playful leaves with green, white and pink variegation will brighten up any room, and the plant may put out dainty, sweet-smelling flowers. Great for hanging baskets or anywhere with space for the vines to trail."
    },

    {
       "name": "Hoya Hindu Rope",
        "size":{"S":1600,"M": 2700},
        "category": "HousePlants",
        "image": "/images/HousePlants/img16.jpg",
        "subImg": {
          "subImg1": "/images/HousePlants/img16-1.jpg"
        },
        "description": "The Hoya hindu rope, scientifically known as Hoya carnosa 'compacta' is an easy-going trailing plant originating from India as an epiphyte. Vines of twisted, thick and waxy leaves will brighten up any room, and the plant may put out dainty, sweet-smelling flowers. Great for hanging baskets or anywhere with space for the vines to trail."
    }  
]